[
    {
        "_id": "phim1",
        "name": "Đền Mạng",
        "year": 2024,
        "duration": 93,
        "description": "Người cha quá cố đã phản bội lời thề khiến cho hồn ma Nang Rum nổi giận, quyết trả báo ứng lên người August bắt cầu đền mạng để chuộc tội . August sẽ tìm ra được lời thề để hóa giải lỗi lầm hay phải trả giá bằng tính mạng của bản thân?",
        "director": "Ekkachai Srivichai",
        "actors": "Ekkachai Srivichai, Ratchanok Suwanket, Siwat Chotchaicharin, Fabriccio Paulo, Sonthaya Chitmanee",
        "released": "22/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/3DenMang.jpg",
        "type": "pnb",
        "rating": 5,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "kd"
    },
    {
        "_id": "phim2",
        "name": "Kung FU Panda 4",
        "year": 2024,
        "duration": 94,
        "description": "Sau khi Po được chọn trở thành Thủ lĩnh tinh thần của Thung lũng Bình Yên, Po cần tìm và huấn luyện một Chiến binh Rồng mới, trong khi đó một mụ phù thủy độc ác lên kế hoạch triệu hồi lại tất cả những kẻ phản diện mà Po đã đánh bại về cõi linh hồn.",
        "director": "Mike Mitchell",
        "actors": "Lucy Liu, David Cross, Seth Rogen, Jackie Chan, Angelina Jolie",
        "released": "08/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/2.Kung_Fu_Pandaposter.jpg",
        "type": "pnb",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim3",
        "name": "Muôn Vị Nhân Gian",
        "year": 2024,
        "duration": 135,
        "description": "Phim điện ảnh Muôn Vị Nhân Gian lấy bối cảnh tại một vùng quê nước Pháp năm 1885, xoay quanh mối tình lãng mạn giữa nữ đầu bếp Eugénie (Juliette Binoche) và Dodin (Benoît Magimel) - một chuyên gia ẩm thực với đam mê sáng tạo nên những món ăn trọn vẹn từ hương vị đến hình thức. Khởi nguồn từ tình yêu ẩm thực để cùng nhau tạo ra nhiều món ăn tinh tế và lộng lẫy trong suốt 20 năm, thu hút các thực khách từ khắp nơi trên thế giới đến thưởng thức, tình yêu đôi lứa dần nảy nở giữa Eugénie và Dodin. Tuy nhiên, Eugénie lại là một người phụ nữ yêu tự do và chưa sẵn sàng kết hôn với Dodin. Để chinh phục được trái tim của nàng, Dodin đã quyết định vào bếp, lần đầu tiên nấu ăn cho người mình yêu.",
        "director": "Trần Anh Hùng",
        "actors": "Juliette Binoche, Benoît Magimel",
        "released": "22/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/6MuonViNhanGian.jpg",
        "type": "pnb",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim4",
        "name": "Đào, Phở và Piano",
        "year": 2024,
        "duration": 100,
        "description": "Phim Đào, phở và piano của đạo diễn kiêm biên kịch Phi Tiến Sơn lấy cảm hứng từ cuộc chiến 60 ngày đêm vào cuối năm 1946, đầu năm 1947 của quân dân Hà Nội. Phim được nhà nước đầu tư kinh phí lên đến 20 tỷ đồng để tái hiện chân thật nhất một trong những mùa xuân lịch sử đầy cảm xúc của dân tộc. Lấy bối cảnh trận chiến đông xuân kéo dài 60 ngày đêm từ cuối năm 1946 đến đầu năm 1947 ở Hà Nội, câu chuyện theo chân chàng dân quân Văn Dân và chuyện tình với nàng tiểu thư đam mê dương cầm Thục Hương. Khi những người khác đã di tản lên chiến khu, họ quyết định cố thủ lại mảnh đất thủ đô đã tan hoang vì bom đạn, mặc cho những hiểm nguy đang chờ đợi trước mắt.",
        "director": "Phi Tiến Sơn",
        "actors": "Doãn Quốc Đam, Cao Thị Thuỳ Linh, Tuấn Hưng, Trần Lực, Cao Trung Hiếu",
        "released": "10/02/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/Dao,PhovàPiano.jpg",
        "type": "pnb",
        "rating": 5,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "hd"
    },
    {
        "_id": "phim5",
        "name": "Quỷ Cái",
        "year": 2024,
        "duration": 90,
        "description": "Quỷ Cái là bộ phim kinh dị nặng đô từ đất nước Thái Lan. Được sự chỉ định của giáo sư, 5 sinh viên đại học năm cuối được mời đến dinh thự cổ thuộc sở hữu của dòng tộc danh giá ML.Salukjit. Trước khi quyết định ra đi hay ở lại, Ml.Salukjit đã khiến họ khiếp sợ trước sức mạnh ma quỷ của mình.",
        "director": "Artistaya Arriyawongsa, Theerakhaha Arriyawongsa",
        "actors": "Anchalee Saisoontorn, Jay Jatuporn Dangurai, Latkamon Pinrojkirati",
        "released": "05/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/QuyCai.jpg",
        "type": "pnb",
        "rating": 3,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "kd"
    },
    {
        "_id": "phim6",
        "name": "Vong Nữ Đoạt Hồn",
        "year": 2024,
        "duration": 107,
        "description": "Lấy cảm hứng từ một trong những câu chuyện kinh dị đô thị ấn tượng của Philippines, truyện phim MARITA: VONG NỮ ĐOẠT HỒN theo chân nhóm sinh viên sân khấu kịch đầy nhiệt huyết và hào hứng chuẩn bị cho vở diễn mới nhất. Nhưng không may, hàng loạt sự cố và tai nạn liên tiếp xảy ra với các thành viên mà không rõ nguyên do. Và rồi, mọi manh mối đều dẫn về câu chuyện của nữ diễn viên xinh đẹp Marita - ngôi sao một thời của nhà hát. Từ nữ chính được săn đón lại bị “thất sủng” mất vai, oan hồn của Marita không buông tha cho bất cứ diễn viên nào muốn tỏa sáng bên trong thánh đường nghệ thuật của mình. Liệu những sóng gió Marita gây ra sẽ dừng lại, hay đây mới chỉ là khởi đầu cho những toan tính khủng khiếp hơn đang chờ đợi?",
        "director": "Roni S. Benaid",
        "actors": " Louise Delos Reyes, Rhen Escano, Ashtine Olviga",
        "released": "08/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/VongNuDoatHon.jpg",
        "type": "pnb",
        "rating": 5,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "kd"
    },
    {
        "_id": "phim7",
        "name": "Sáng đèn",
        "year": 2024,
        "duration": 128,
        "description": "Câu chuyện trong Sáng Đèn có bối cảnh trải dài từ thập niên 1990 đến những năm 2000. Phim là hành trình nhiều thăng hoa nhưng cũng đầy biến cố của đoàn cải lương Viễn Phương với những người nghệ sĩ tài hoa. Từ một đoàn cải lương chính thống, để duy trì họ phải buộc chuyển mình, trở thành một đoàn tạp kỹ. Mặc dù phải vật lộn với hoàn cảnh khó khăn của đoàn hát nhưng tình yêu nghề, tình yêu đôi lứa vẫn luôn bỏng cháy. Số phận đoàn sẽ đi về đâu là một dấu hỏi lớn? Và tình yêu với cải lương có giúp họ vượt qua nghịch cảnh để tiếp tục đời “con tằm đến thác vẫn còn vương tơ.",
        "director": "Hoàng Tuấn Cường",
        "actors": "Hữu Châu, Chí Tâm, Bạch Công Khanh, Lê Phương, Cao Minh Đạt",
        "released": "22/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/7SangDen.webp",
        "type": "pnb",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "ls"
    },
    {
        "_id": "phim8",
        "name": "Dune.2: Hành Tinh Cát",
        "year": 2024,
        "duration": 166,
        "description": "Dune. 2: Hành Tinh Cát sẽ tiếp tục khám phá hành trình đậm chất thần thoại của Paul Atreides khi anh đồng hành cùng Chani và những người Fremen trên chặng đường trả thù những kẻ đã hủy hoại gia đình mình. Đối mặt với những lựa chọn giữa tình yêu của cuộc đời mình và số phận của vũ trụ, Paul phải ngăn chặn viễn cảnh tương lai tồi tệ chỉ mình anh nhìn thấy.",
        "director": "Denis Villeneuve",
        "actors": "Timothee Chalamet, Zendaya, Rebecca Ferguson, Javier Bardem, Florence Pugh",
        "released": "01/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/5HanhTinhCat.jpg",
        "type": "pnb",
        "rating": 5,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "hd"
    },
    {
        "_id": "phim9",
        "name": "Exhuma: Quật Mộ Trùng Ma",
        "year": 2024,
        "duration": 133,
        "description": "Dưới đôi tay của Bậc thầy kinh dị Jang Jae Hyun - cha đẻ của \"Svaha: Ngón Tay Thứ Sáu\" và \"Mục Sư\", phim điện ảnh nổi bật nhất năm 2024 của Hàn Quốc hứa hẹn mang đến trải nghiệm mãn nhãn trên màn ảnh rộng tại Việt Nam vào tháng 3 này!",
        "director": "Jang Jae-hyun",
        "actors": "Md Rustam Ansari, Jeon Jin-gi, Lee Do-hyun, Yoo Hae-jin, Kim Go-Eun",
        "released": "15/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/Quat-Mo-Trung-Maposter.jpg",
        "type": "pnb",
        "rating": 5,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "kd"
    },
    {
        "_id": "phim10",
        "name": "Kong x Godzilla: Đế Chế Mới",
        "year": 2024,
        "duration": 115,
        "description": "Kong và Godzilla - hai sinh vật vĩ đại huyền thoại, hai kẻ thủ truyền kiếp sẽ cùng bắt tay thực thi một sứ mệnh chung mang tính sống còn để bảo vệ nhân loại, và trận chiến gắn kết chúng với loài người mãi mãi sẽ bắt đầu.",
        "director": "Adam Wingard",
        "actors": "Dan Stevens, Rebecca Hall, Brian Tyree Henry, Kaylee Hottle, Fala Chen",
        "released": "29/03/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimtieubieu/GodzillaxKong.jpg",
        "type": "pnb",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim11",
        "name": "Mùa hè của Luca",
        "year": 2024,
        "duration": 99,
        "description": "Mùa Hè Của Luca kể về chuyến hành trình của cậu bé Luca tại hòn đảo Portorosso thuộc vùng biển Địa Trung Hải ở Ý tuyệt đẹp. Ở đây cậu đã làm quen và kết thân với những người bạn nhỏ mới và tận hưởng mùa hè đầy nắng, kem Gelato và cả món mì Ý trứ danh. Tuy nhiên có một điều không ổn lắm, Luca là một THỦY QUÁI và những người dân trên hòn đảo này lại không thích điều này chút nào.",
        "director": "Enrico Casarosa",
        "actors": "Jacob Tremblay, Jack Dylan Grazer, Emma Berman, Maya Rudolph, Jim Gaffigan",
        "released": "19/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/2muaHecuaLuca.jpg",
        "type": "psc",
        "rating": 3,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim12",
        "name": "Vây Hãm: Kẻ Trừng Phạt",
        "year": 2024,
        "duration": 109,
        "description": " Siêu cớm Ma Seok-do tái xuất để đối đầu với những tội phạm tinh vi trong giới công nghệ. Nắm đấm trứ danh liệu có phát huy được sức mạnh trước liên minh tội phạm của thiên tài công nghệ và ông trùm nhà cái lớn nhất châu Á?",
        "director": " Heo Myeong-haeng",
        "actors": " Ma Dong-seok, Kim Mu-yeol, Park Ji-hwan, Lee Dong-Hwi, Lee Joo-bin",
        "released": "26/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/VayHamKeTrungPhat.jpg",
        "type": "psc",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "hd"
    },
    {
        "_id": "phim13",
        "name": " Lật Mặt 7: Một Điều Ước ",
        "year": 2024,
        "duration": 120,
        "description": " Một Điều Ước là bộ phim của Lý Hải, sẽ ra mắt dịp lễ 30/4. Kể câu chuyện về bà Nguyễn Thị Hai và năm người con, bộ phim xoáy vào một câu hỏi đầy nhức nhối trong xã hội hiện đại – khi cha mẹ già đi, liệu người con nào có trách nhiệm phụng dưỡng đây? Một bên là cuộc sống riêng, một bên là chữ hiếu, làm sao để cân bằng cả hai?",
        "director": " Lý Hải",
        "actors": " Đinh Y Nhung, Trương Minh Cường, Thanh Hiền, Quách Ngọc Tuyên, Trần Kim Hải",
        "released": "26/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/6LatMat.jpg",
        "type": "psc",
        "rating": 3,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim14",
        "name": " Kẻ Thế Thân ",
        "year": 2024,
        "duration": 130,
        "description": " Colt Seavers là một diễn viên đóng thế “lão làng. Bất ngờ, anh được mời làm “bản sao” cho một nhân vật nổi tiếng trong phim do người yêu cũ – Jody (Emily Blunt) đạo diễn. Mọi chuyện dần chệch hướng khi ngôi sao của bộ phim bỗng mất tích, không ai có thể liên lạc được. Để cứu lấy công việc và giành lại tình yêu của đời mình, Colt vướng vào âm mưu khó lường khi cố gắng đi tìm diễn viên đó",
        "director": " David Leitch",
        "actors": " Lee Majors, Teresa Palmer, Stephanie Hsu, Hannah Waddingham, Aaron Taylor-Johnson",
        "released": "03/05/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/8KeTheThan.jpg",
        "type": "psc",
        "rating": 3,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim15",
        "name": " Những Tế Bào của Yumi ",
        "year": 2024,
        "duration": 93,
        "description": " Cô nàng nhân viên văn phòng Yumi đã bước sang độ tuổi 30, với biết bao chông chênh về cuộc đời, về công việc và tình yêu... Nhưng đừng lo lắng nhé Yumi, cho dù có cô đơn, bất an, hoài nghi bản thân đến đâu, bạn vẫn là ưu tiên số 1 của các tế bào trong bạn.",
        "director": " Kim Da-hee",
        "actors": " Yoon Ah Young, Shin Beom-sik, Song Ha-rim, Ahn So-yi, Sa Moon-young",
        "released": "10/05/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/9NhungTeBao.jpg",
        "type": "psc",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim16",
        "name": " Abigail ",
        "year": 2024,
        "duration": 100,
        "description": " Chuyện gì sẽ xảy ra khi bắt cóc một bé gái ma cà rồng, tất cả sẽ diễn ra trong bộ phim Abigail.",
        "director": " Tyler Gillett, Matt Bettinelli-Olpin",
        "actors": " Giancarlo Esposito, Kevin Durand, William Catlett, Kathryn Newton, Angus Cloud",
        "released": "19/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/1Abigail.jpg",
        "type": "psc",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "hd"
    },
    {
        "_id": "phim18",
        "name": "Tu Viện Máu ",
        "year": 2024,
        "duration": 85,
        "description": " Cecilia được giao một vai trò mới tại một tu viện lừng danh vùng nông thôn Ý. Nhưng Cecilia nhận ra rằng ngôi nhà mới của cô ẩn chứa những bí mật đen tối và kinh hoàng.",
        "director": " Michael Mohan",
        "actors": " Sydney Sweeney, Álvaro Morte, Benedetta Porcaroli, Dora Romano, Giorgio Colangeli",
        "released": "19/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/3TuVienMau.jpg",
        "type": "psc",
        "rating": 3,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "kd"
    },
    {
        "_id": "phim19",
        "name": "Ozi: Voice of the Forest ",
        "year": 2024,
        "duration": 110,
        "description": " Đây là câu chuyện về Ozi, một chú đười ươi mồ côi sử dụng kỹ năng gây ảnh hưởng của mình để cứu khu rừng và ngôi nhà của mình khỏi nạn phá rừng.",
        "director": " Tim Harper",
        "actors": " Josh Whitehouse, Kemah Bob, Rachel Shenton, Marissa Anita, RuPaul",
        "released": "26/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/5Ozi.jpg",
        "type": "psc",
        "rating": 5,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "da"
    },
    {
        "_id": "phim20",
        "name": " TÀ KHÚC TRIỆU VONG ",
        "year": 2024,
        "duration": 90,
        "description": "TÀ KHÚC TRIỆU VONG kể về một nữ diễn viên có khả năng thực hiện nghi thức cấm để triệu hồi quỷ dữ.",
        "director": " Han Dong-seok",
        "actors": " Kim Yoon-hye, Song Yi-jae, Park Ji Hoon, Lee Sang-ah",
        "released": "26/04/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/7TaKhucTrieuVong.png",
        "type": "psc",
        "rating": 3,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "kd"
    },
    {
        "_id": "phim21",
        "name": "Tarot",
        "year": 2024,
        "duration": 85,
        "description": "Số phận được định đoạt bởi những lá bài.",
        "director": " Anna Halberg, Spenser Cohen",
        "actors": " James Swanton, Joss Carter, Alan Wells, Sunčica Milanović, Saša Nikolić",
        "released": "10/05/2024",
        "imgPath": "../IMAGE/FILM_IMAGES/phimsapchieu/10Tarot.jpg",
        "type": "psc",
        "rating": 4,
        "schedule": ["10:00 AM", "3:00 PM", "6:00 PM", "9:00 PM"],
        "category": "hd"
    }
]